Revit 2027 API
BuiltInFailures.RebarFailures.RebarBendRadiusTooBigWarn Property
 Rebar Bend Radius is too big. Ignoring bend.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RebarBendRadiusTooBigWarn { get; }
Public Shared ReadOnly Property RebarBendRadiusTooBigWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RebarBendRadiusTooBigWarn {
	FailureDefinitionId^ get ();
}
static member RebarBendRadiusTooBigWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace